## 야하거나 저질인 단어를 사용해서 답할 경우.
dialog_hentai_back = ["변태.. 저리 꺼져!","으으.. 날 그런 눈으로 쳐다본거야?","변태랑은 놀아줄 시간이 없는걸.","경찰 불러버릴거야.. 흑..."]
dialog_hentai_how = ["변태.. 날 그런 눈으로 본거야?","흥. 응큼한 눈으로 장난치지마.","변태.. 저리 꺼져!"]
dialog_hentai_please = ["하겠냐! 이 변태..","웃기지마! 니 혼자 해!","변태.. 저리 꺼져!"]
dialog_hentai_do = ["하겠냐! 이 변태..","웃기지마! 니 혼자 해!","변태.. 저리 꺼져!","으으.. 날 그런 눈으로 쳐다본거야?","변태랑은 놀아줄 시간이 없는걸.","경찰 불러버릴거야.. 흑...","변태.. 저리 꺼져!"]

## 자살 등의 슬픈 단어를 사용해서 답할 경우.
dialog_dis_back = ["그러지 마. 내가 곁에 있어줄게.","힘들어도 내가 옆에서 지켜줄테니까..",".. 약한 척 하지마. 너도 강한 용사야.","지금 당장이 쓸쓸하더라도, 봄은 다시 찾아오게 되어있어.","그러지마. 내가 대신 행복을 빌어줄게.","나를 봐서라도 그런 생각은 접어줘."]
dialog_dis_how = ["그런 건 궁금해 하지마. 대신 날 보는게 어때?","왜 이런걸 묻는거야.. 요즘 힘들어?","묻지마. 안궁금하도록 함께 해줄께.","나를 봐서라도 그런건 묻지말아줘."]
dialog_dis_please = ["그런 건 부탁하지마. 대신 날 보는게 어때?","왜 이런걸 부탁하는거야.. 요즘 힘들어?","많이 힘들었구나..","나를 봐서라도 그런건 부탁하지 말아줘."]
dialog_dis_do = ["그러지 마. 내가 곁에 있어줄게.","힘들어도 내가 옆에서 지켜줄테니까..",".. 약한 척 하지마. 너도 강한 용사야.","지금 당장이 쓸쓸하더라도, 봄은 다시 찾아오게 되어있어.","그러지마. 내가 대신 행복을 빌어줄게.","나를 봐서라도 그런 생각은 접어줘."]

## "사잽아 외로워"
dialog_lone_list = ["정말이지.. 나로는 부족한거야?","내가 같이 있는걸.. 힘내!","걱정마. 나는 널 떠나지 않을거니까."]